{
  "privacy-policy": "Política de privacidad",
  "privacy-policy-content-p1": "Tu privacidad es importante para nosotros. Es política de projectshelf respetar tu privacidad con respecto a cualquier información que podamos recopilar de ti a través de nuestro sitio web, https://projectshelf.dev, y otros sitios que poseemos y operamos.",
  "privacy-policy-content-p2": "Solo solicitamos información personal cuando realmente la necesitamos para brindarte un servicio. La recopilamos de manera justa y legal, con tu conocimiento y consentimiento. También te informamos por qué la estamos recopilando y cómo se utilizará.",
  "privacy-policy-content-p3": "Solo conservamos la información recopilada durante el tiempo necesario para brindarte el servicio solicitado. Los datos que almacenamos los protegeremos de manera comercialmente aceptable para evitar pérdidas y robos, así como el acceso no autorizado, la divulgación, copia, uso o modificación.",
  "privacy-policy-content-p4": "No compartimos públicamente ninguna información de identificación personal ni con terceros, excepto cuando la ley lo requiera.",
  "privacy-policy-content-p5": "Nuestro sitio web puede enlazar a sitios externos que no son operados por nosotros. Ten en cuenta que no tenemos control sobre el contenido y las prácticas de estos sitios, y no podemos aceptar responsabilidad por sus respectivas políticas de privacidad.",
  "privacy-policy-content-p6": "Eres libre de rechazar nuestra solicitud de tu información personal (como tu correo electrónico), con la comprensión de que es posible que no podamos brindarte algunos de los servicios deseados.",
  "privacy-policy-content-p7": "Tu uso continuado de nuestro sitio web se considerará como aceptación de nuestras prácticas en cuanto a privacidad e información personal. Si tienes alguna pregunta sobre cómo manejamos los datos de los usuarios y la información personal, no dudes en contactarnos.",
  "privacy-policy-content-p8": "Esta política es efectiva a partir del 01 de julio de 2023."
}
