{
  "terms-and-conditions": "Términos y Condiciones",
  "terms-and-conditions-content": "Estos Términos y Condiciones ('Términos', 'Términos y Condiciones') rigen su relación con el sitio web projectshelf.dev (el 'Servicio') operado por Pop Technologies SRL ('nosotros', 'nosotros' o 'nuestro').",
  "introduction": "Introducción",
  "introduction-content": "Al utilizar projectshelf.dev, confirma su aceptación y acepta quedar vinculado por estos términos y condiciones.",
  "agreement-to": "Acuerdo con los Términos y Condiciones",
  "agreement-to-content": "Este Acuerdo entra en vigencia en la fecha en que utiliza por primera vez la aplicación projectshelf.dev.",
  "pro": "Funciones PRO / Premium",
  "pro-content": "Podrá utilizar todas (o algunas) de las funciones PRO después de comprar una suscripción PRO. Los detalles de las funciones PRO están disponibles en la página PRO.",
  "refund": "Política de Reembolso",
  "refund-content": "Permitimos reembolsos dentro de los 14 días posteriores a la compra. Contáctenos en support@projectshelf.dev o en nuestro canal de Discord y le daremos un reembolso.",
  "product-usage": "Uso del Producto",
  "product-usage-content": "Al utilizar projectshelf.dev, acepta recibir actualizaciones importantes del producto, boletines informativos, materiales de marketing o promocionales y otra información que pueda ser de su interés. Puede optar por no recibir ninguna o todas estas comunicaciones de nuestra parte siguiendo el enlace o las instrucciones para darse de baja proporcionados en cualquier correo electrónico que le enviemos o poniéndose en contacto con nosotros.",
  "disclaimer": "Renuncia de Responsabilidad",
  "disclaimer-content": "No se garantiza que projectshelf.dev satisfaga sus requisitos o que su funcionamiento sea ininterrumpido o libre de errores. Se excluyen y se renuncian expresamente todas las garantías o condiciones expresas o implícitas no establecidas en este Acuerdo (incluyendo, entre otros, la pérdida de beneficios, la pérdida o corrupción de datos, la interrupción del negocio o la pérdida de contratos), en la medida en que dicha exclusión o renuncia esté permitida por la ley aplicable. Este Acuerdo no afecta sus derechos legales.",
  "warranties": "Garantías y Limitación de Responsabilidad",
  "warranties-content": "projectshelf.dev no otorga ninguna garantía, garantía u otra condición en cuanto a la calidad, aptitud para un fin específico o de otro tipo del software. projectshelf.dev no será responsable ante usted por ninguna representación (a menos que sea fraudulenta), ninguna garantía implícita, condición u otra disposición, o cualquier deber según la ley común, por ninguna pérdida de ganancias o cualquier pérdida indirecta, especial o consecuencial, daño, costo, gasto o reclamación (ya sea causado por la negligencia de projectshelf o la negligencia de sus empleados o agentes, o de otra manera) que surja de o en relación con la provisión de cualquier bien o servicio por parte de projectshelf.dev. projectshelf.dev no será responsable ni se considerará en incumplimiento de contrato debido a cualquier demora en el cumplimiento o falta de cumplimiento de cualquiera de sus obligaciones si la demora o falta de cumplimiento se debió a cualquier causa fuera de su control razonable. A pesar de las cláusulas en contrario de este Acuerdo, en caso de que projectshelf.dev sea considerado responsable ante usted por incumplimiento de este Acuerdo, usted acepta que la responsabilidad de projectshelf.dev se limita al monto realmente pagado por usted por sus servicios o software, monto que se calcula en base a esta cláusula. Por la presente, libera a projectshelf.dev de cualquier obligación, responsabilidad y reclamo que exceda de esta limitación.",
  "changes": "Cambios",
  "changes-content": "Nos reservamos el derecho, a nuestra sola discreción, de modificar o reemplazar estos Términos en cualquier momento. Si una revisión es importante, intentaremos proporcionar al menos 30 días de aviso antes de que entren en vigencia los nuevos términos. Lo que constituye un cambio importante se determinará a nuestra sola discreción. Al seguir accediendo o utilizando nuestro Servicio después de que esas revisiones entren en vigencia, acepta quedar vinculado por los términos revisados. Si no acepta los nuevos términos, deje de utilizar el Servicio.",
  "governing-law": "Ley Aplicable",
  "governing-law-content": "Estos Términos se regirán e interpretarán de acuerdo con las leyes de Europa (Rumania), sin tener en cuenta sus disposiciones sobre conflictos de leyes. Nuestra falta de hacer valer cualquier derecho o disposición de estos Términos no se considerará una renuncia a esos derechos. Si alguna disposición de estos Términos se considera inválida o no aplicable por un tribunal, las disposiciones restantes de estos Términos permanecerán en vigencia. Estos Términos constituyen el acuerdo completo entre nosotros con respecto a nuestro Servicio y reemplazan cualquier acuerdo previo que podamos tener entre nosotros con respecto al Servicio."
}
