{
  "terms-and-conditions": "नियम और शर्तें",
  "terms-and-conditions-content": "ये नियम और शर्तें ('नियम', 'नियम और शर्तें') projectshelf.dev वेबसाइट (सेवा) के साथ आपके संबंधों का नियंत्रण करती हैं, जो Pop Technologies SRL द्वारा संचालित होती है ('हम', 'हमें' या 'हमारी').",
  "introduction": "परिचय",
  "introduction-content": "projectshelf.dev का उपयोग करके आप स्वीकार करते हैं और ये नियम और शर्तों से बाध्य होने को सहमत होते हैं।",
  "agreement-to": "नियम और शर्तों के साथ सहमति",
  "agreement-to-content": "यह समझौता उस तारीख से प्रभावी होता है जिस दिन आप पहली बार projectshelf.dev एप्लिकेशन का उपयोग करते हैं।",
  "pro": "प्रो / प्रीमियम सुविधाएं",
  "pro-content": "आप PRO टियर की खरीद के बाद सभी (या कुछ) PRO सुविधाओं का उपयोग कर पाएंगे। PRO सुविधाओं का विवरण प्रो पेज पर उपलब्ध है।",
  "refund": "धनवापसी नीति",
  "refund-content": "हम 14 दिनों के भीतर खरीद के पैसे वापस करने की अनुमति देते हैं। हमें support@projectshelf.dev पर संपर्क करें या हमारे Discord चैनल में संपर्क करें और हम आपको धनवापसी करेंगे।",
  "product-usage": "उत्पाद उपयोग",
  "product-usage-content": "projectshelf.dev का उपयोग करके, आप सहमत होते हैं कि आपको महत्वपूर्ण उत्पाद अपडेट, न्यूज़लेटर, विपणन या प्रचार सामग्री और आपके द्वारा प्राप्त हो सकने वाली अन्य जानकारी के लिए सहमति है। आप हमसे किसी भी ऐसे संचार को प्राप्त नहीं करना चाहेंगे, जो आपके द्वारा भेजे गए किसी भी ईमेल में उपलब्ध किए गए अनुसरण लिंक या निर्देशों का पालन करके या हमसे संपर्क करके।",
  "disclaimer": "अस्वीकरण",
  "disclaimer-content": "यह गारंटी नहीं है कि projectshelf.dev आपकी आवश्यकताओं को पूरा करेगा या इसका संचालन अविरामित या त्रुटिमुक्त होगा। इस समझौते में उल्लेखित न होने वाली सभी स्पष्ट और जाहिर वारंटियाँ या शर्तें (सहित लाभ हानि, डेटा की हानि या करप्शन, व्यापार अवरुद्धि या करार हानि के बिना) जहां ऐसी अपवाद या अस्वीकरण लागू होने की अनुमति प्रायोज्य कानून के अनुसार हो, वे छूटे और विशेष रूप से अस्वीकृत हैं। यह समझौता आपके कानूनी अधिकारों पर प्रभाव नहीं डालता है।",
  "warranties": "वारंटी और जिम्मेदारी सीमा",
  "warranties-content": "projectshelf.dev किसी भी वारंटी, गारंटी या सॉफ़्टवेयर की गुणवत्ता, उचित उद्देश्य के लिए या अन्यथा देने वाला नहीं है। projectshelf.dev आपके प्रति किसी प्रतिनिधि (चोरी की विलापना न होने के बावजूद), किसी स्पष्ट या जाहिर वारंटी, शर्त या अन्य निबंध, या कानूनी कर्तव्य, किसी भी लाभ हानि के लिए या किसी अप्रत्यक्ष, विशेष या परिणामस्वरूप हानि, क्षति, खर्च, व्यय या अन्य दावे (projectshelf.dev की ग़लती या इसके कर्मचारियों या एजेंटों की ग़लती के कारण हो या अन्यथा) जो projectshelf.dev द्वारा किसी भी वस्तु या सेवा के प्रदान के संबंध में उत्पन्न होते हैं, के लिए उत्तरदायी नहीं होगा। यदि देय अनुबंध भंग के लिए आपके पास projectshelf.dev को मान्यता दी जाती है, तो आप सहमत होते हैं कि projectshelf.dev की जिम्मेदारी इसी गोलाकार पर आपके द्वारा सेवाओं या सॉफ़्टवेयर के लिए वास्तव में भुगतान किया जाता है, जिसकी गणना इसी धारणा पर की जाती है। आप यहां इस सीमा से अधिकतम किसी भी प्रतिबद्धता, उत्तरदायित्व और दावों को projectshelf.dev से छोड़ते हैं।",
  "changes": "परिवर्तन",
  "changes-content": "हम अपने पूर्ण विवेक पर, इन नियमों में किसी भी समय संशोधन या प्रतिस्थापन करने का अधिकार सुरक्षित रखते हैं। यदि कोई संशोधन महत्वपूर्ण होता है, तो हम कम से कम 30 दिन की पूर्व-सूचना प्रदान करने का प्रयास करेंगे जिससे कि नए नियमों की प्रभावी होने से पहले। किसी महत्वपूर्ण परिवर्तन का मतलब हमारे पूर्ण विवेक पर निर्धारित किया जाएगा। उन संशोधनों के प्रभावी होने के बाद भी, आप संशोधित नियमों से बाध्य होने को सहमत होते हैं अगर आप नए नियमों से सहमत नहीं हैं, तो कृपया सेवा का उपयोग करना बंद कर दें।",
  "governing-law": "शासित कानून",
  "governing-law-content": "ये नियम यूरोप (रोमानिया) के कानूनों के अनुरूप संचालित और व्याख्यान किए जाएंगे, कानूनी बाधाओं के बावजूद। हमारे द्वारा किसी भी अधिकार या प्रावधान को प्रवर्तित न करने की स्थिति हमारे द्वारा त्याग किए जाने के लिए मान्य नहीं की जाएगी। यदि कोई नियम या प्रावधान कोई न्यायालय द्वारा अमान्य या प्रयोग नहीं किया जाने की स्थिति में है, तो इन नियमों के शेष प्रावधान प्रभावी रहेंगे। ये नियम हमारी सेवा से संबंधित हमारी पूरी समझौता करते हैं और हमारी बीच में हो सकने वाली किसी भी पूर्ववर्ती समझौता को प्रतिस्थापित करते हैं।"
}
