{
  "terms-and-conditions": "약관",
  "terms-and-conditions-content": "이 약관 ('약관')은 Pop Technologies SRL이 운영하는 projectshelf.dev 웹사이트 (서비스)와의 귀하의 관계를 조정합니다.",
  "introduction": "소개",
  "introduction-content": "projectshelf.dev을 사용함으로써 귀하는 이 약관에 동의하고 이를 준수할 것을 확인합니다.",
  "agreement-to": "약관 동의",
  "agreement-to-content": "이 계약은 귀하가 처음으로 projectshelf.dev 애플리케이션을 사용하는 날에 효력을 발휘합니다.",
  "pro": "PRO / 프리미엄 기능",
  "pro-content": "PRO 티어를 구매한 후에는 모든 (또는 일부) PRO 기능을 사용할 수 있습니다. PRO 기능의 세부 정보는 PRO 페이지에서 확인할 수 있습니다.",
  "refund": "환불 정책",
  "refund-content": "구매 후 14일 이내에 환불이 가능합니다. support@projectshelf.dev 또는 Discord 채널에서 저희에게 연락하면 환불을 도와드리겠습니다.",
  "product-usage": "제품 사용",
  "product-usage-content": "projectshelf.dev을 사용함으로써 귀하는 귀하에게 관심이 있는 중요한 제품 업데이트, 뉴스레터, 마케팅 또는 프로모션 자료 및 기타 정보를 수신하는 데 동의합니다. 귀하는 저희가 보내는 이메일의 구독 해제 링크 또는 안내에 제공된 지침을 따라 수신하지 않으려는 경우 언제든지 이를 거부할 수 있으며, 저희에게 연락하여 알려주십시오.",
  "disclaimer": "면책 조항",
  "disclaimer-content": "projectshelf.dev이 귀하의 요구 사항을 충족하거나 중단 없이 오류 없이 운영될 것임을 보장하는 것은 아닙니다. 본 계약에 명시되지 않은 모든 명시적 또는 암묵적 보증 또는 조건(이익 손실, 데이터 손실 또는 훼손, 사업 중단 또는 계약 손실 등을 포함하되 이에 국한되지 않음)은 적용 법률에 따라 허용되는 한 제외되며 명시적으로 부인됩니다. 이 계약은 귀하의 법적 권리에 영향을 미치지 않습니다.",
  "warranties": "보증 및 책임 제한",
  "warranties-content": "projectshelf.dev은 소프트웨어의 품질, 목적에 대한 적합성 또는 기타 보증, 보장 또는 조건을 제공하지 않습니다. projectshelf.dev은 어떠한 대표 (사기적이지 않은 한), 묵시적 보증, 조건 또는 기타 조건 또는 일반법상의 의무로 인한 이윤 손실 또는 간접적인, 특별한 또는 결과적인 손실, 손해, 비용, 경비 또는 기타 클레임(이CodeThis.dev의 고의 또는 그 하인 또는 대리인의 고의를 포함하거나 그와 상관없이)에 대해 책임을 지지 않습니다. projectshelf.dev은 합리적으로 통제할 수 없는 사유로 인해 의무를 이행하지 못하는 경우 어떠한 경우에도 계약 위반이라고 간주되지 않습니다. 이 계약의 반대 조항에도 불구하고, projectshelf.dev이 본 계약 위반이라고 인정되는 경우, 귀하는 projectshelf.dev의 책임이 본 조항에 의존하여 지불한 실제 금액으로 제한된다는 것에 동의합니다. 따라서 이 제한을 초과하는 어떠한 의무, 책임 또는 클레임으로부터도 귀하는 projectshelf.dev을 면제합니다.",
  "changes": "변경사항",
  "changes-content": "우리는 단독 재량에 따라 언제든지 이 약관을 수정하거나 교체할 권리를 보유합니다. 변경사항이 실질적인 경우, 적용일 이전에 최소한 30일 전에 통지하려고 노력할 것입니다. 실질적인 변경사항의 구체적인 내용은 단독 재량에 따라 결정됩니다. 변경사항이 효력을 발휘한 후에도 서비스에 계속 액세스하거나 사용함으로써 귀하는 변경된 약관에 구속됨에 동의합니다. 새로운 약관에 동의하지 않는 경우, 서비스의 사용을 중단해주십시오.",
  "governing-law": "주법",
  "governing-law-content": "이 약관은 유럽(루마니아)의 법률에 따라 해석되고 규율됩니다. 어떤 법 조항과도 상관없이 이 약관의 어떤 권리나 조항도 우리가 시행하지 않는다고 해서 해당 권리를 포기한 것으로 간주되지 않습니다. 만약 이 약관의 어떤 조항이 법원에 의해 잘못되거나 강제로 시행될 수 없는 것으로 판명되더라도, 이 약관의 나머지 조항들은 그 효력을 유지합니다. 이 약관은 우리 서비스에 관한 우리 간의 이전 협정을 전면적으로 대체하고 대신합니다."
}
