{
  "privacy-policy": "गोपनीयता नीति",
  "privacy-policy-content-p1": "तपाईंको गोपनीयता हाम्रो लागि महत्त्वपूर्ण छ। हाम्रो नीति projectshelf द्वारा तपाईंबाट हामीले हाम्रो वेबसाइट, https://projectshelf.dev, र हामीले स्वामित्व र चालकता गर्ने अन्य साइटहरूबाट संग्रह गर्ने कुनै जानकारीको सम्बन्धमा तपाईंको गोपनीयता आदरणीय छ।",
  "privacy-policy-content-p2": "हामीले मात्र तपाईंलाई सेवा प्रदान गर्नका लागि यस्तै व्यक्तिगत जानकारी माग्ने छौं जब हामी सच्चैमा यो आवश्यक पर्छ। हामी यसलाई तपाईंको ज्ञान र सहमतिको साथमा न्यायसंगत र वैध तरिकाले संग्रह गर्दछौं। हामी तपाईंलाई किन संग्रह गर्दछौं र यसले कसरी प्रयोग हुनेछ तपाईंलाई पनि जानकारी दिनेछौं।",
  "privacy-policy-content-p3": "हामी मात्र आवश्यकताका लागि तपाईंको अनुरोधित सेवा प्रदान गर्नका लागि जम्मा गरिएका जानकारीलाई मात्र राख्छौं। हामीले कुन डेटा संग्रह गर्छौं भनेर संग्रह गर्दछौं, हामी यसलाई व्यावसायिक रूपमा स्वीकार्य उपायहरूको भित्र संरक्षण गर्नेछौं जसले हानि र चोरी, अनधिकृत पहुँच, प्रकाशन, प्रतिलिपि, प्रयोग वा संशोधन रोक्नेछ।",
  "privacy-policy-content-p4": "हामी कुनै व्यक्तिगत पहिचान गर्ने जानकारीलाई सार्वजनिक रूपमा वा तेस्रो पक्षसँग साझा गर्दछैनौं, केवल यस्ता आवश्यक पर्छ भनेर हो।",
  "privacy-policy-content-p5": "हाम्रो वेबसाइटले हामीले संचालन गर्ने बाह्य साइटहरूसँग लिंक गर्न सक्छ। कृपया ध्यान दिनुहोस् कि हामीलाई यी साइटहरूको सामग्री र अभ्यासहरूमा कुनै कण्ट्रोल छैन र हामीले त्यसका निजीयता नीतिहरूको लागि कुनै जवाफदेही वा जबाबदेही स्वीकार गर्न सक्दैनौं।",
  "privacy-policy-content-p6": "तपाईंले हाम्रो व्यक्तिगत जानकारीको (उदाहरणका लागि तपाईंको ईमेल) हाम्रो अनुरोधलाई अस्वीकार गर्न आजाद छन्, तर तपाईंले सम्झनुहोस् कि हामीले तपाईंलाई केही चाहिएका सेवाहरू प्रदान गर्न असमर्थ हुन सक्छौं भन्ने बुझ्नुहोस्।",
  "privacy-policy-content-p7": "हाम्रो वेबसाइटको नियमित उपयोगले गोपनीयता र व्यक्तिगत जानकारीसँग सम्बन्धित हाम्रो अभ्यासहरूको स्वीकृति के रूपमा मानिनेछ। यदि तपाईंलाई प्रयोगकर्ता डाटा र व्यक्तिगत जानकारीको कसरी हामीले हान्दछौं भन्ने कुनै प्रश्न छ भने, हामीलाई सम्पर्क गर्नुहोस्।",
  "privacy-policy-content-p8": "यस नीति ०१ जुलाई २०२३ देखि प्रभावी हुन्छ।"
}
