{
  "terms-and-conditions": "नियम र शर्तहरू",
  "terms-and-conditions-content": "यी नियम र शर्तहरू ('नियमहरू', 'नियम र शर्तहरू') projectshelf.dev वेबसाइट (सेवा) जुनलाई Pop Technologies SRL ('हामी', 'यस्त्रो', वा 'हाम्रो') चलाउँछ, तपाईंको रिश्तालाई नियन्त्रण गर्दछ।",
  "introduction": "परिचय",
  "introduction-content": "projectshelf.dev उपयोग गर्दा तपाईंले यी नियम र शर्तहरूलाई स्वीकार गर्ने र तपाईंलाई नियमित गर्न राख्ने अभिव्यक्तिहरूको तत्परता छनोट गर्दछ।",
  "agreement-to": "नियम र शर्तहरूमा सहमति",
  "agreement-to-content": "यो समझौता तपाईंले पहिलो पटक projectshelf.dev अनुप्रयोग प्रयोग गर्दा प्रभावित हुने मितिमा प्रभावित हुन्छ।",
  "pro": "प्रो / प्रीमियम सुविधाहरू",
  "pro-content": "प्रो टियर खरिद गर्ने पछि तपाईंले सबै (वा केही) प्रो सुविधाहरू प्रयोग गर्न सक्नुहुनेछ। प्रो सुविधाहरूको विवरण प्रो पृष्ठमा उपलब्ध छन्।",
  "refund": "रिफन्ड नीति",
  "refund-content": "हामीले खरिदी गर्नुभएको १४ दिनभित्र रिफन्ड दिने अनुमति दिएका छौं। support@projectshelf.dev मा सम्पर्क गर्नुहोस् वा हाम्रो डिस्कोर्ड च्यानलमा रिफन्डको लागि सम्पर्क गर्नुहोस् र हामीले तपाईंलाई रिफन्ड गर्नेछौं।",
  "product-usage": "उत्पादन उपयोग",
  "product-usage-content": "projectshelf.dev प्रयोग गर्दा, तपाईंले तपाईंलाई मन पर्ने महत्वपूर्ण उत्पादन अद्यावधिकहरू, समाचार पत्रिका, विपणन वा प्रचार सामग्री र अन्य जानकारीहरू प्राप्त गर्ने सहमत हुनुहुन्छ। तपाईंले हाम्रोबाट कुनै, वा सबै, यी संचारहरू प्राप्त गर्न नबुझाउन सक्नुहुन्छ भनेर हाम्रो ईमेलमा प्रदान गरिएको अनुसर्नुहोस् वा सम्पर्क गर्नुहोस्।",
  "disclaimer": "अस्वीकरण",
  "disclaimer-content": "यस समझौतामा उल्लेख नभएका सबै प्रकट र अंतर्निहित वारान्ति वा अवस्थाका लागि यसले (लाभहरूको नुकसान, डाटाको नुकसान, व्यापार बाधा वा अवसंर्तन, समझौताको नुकसान वा अन्य शर्त, सामान वा सेवाहरूको प्रदानबाट उत्पन्न हुने) निषेध र अस्पष्ट गरेका छन् र त्यसो विधिबाट अनुमति भएको मात्र निष्क्रिय र अस्पष्ट गरिएको छ। यस समझौताले तपाईंका सांविधिक अधिकारहरूलाई प्रभावित गर्दैन।",
  "warranties": "वारान्ती र दायित्वको सीमा",
  "warranties-content": "projectshelf.devले कुनै पनि सफ्टवेयरको गुणवत्ता, उद्देश्यको लागि उचितता वा अन्यथा कुनै पनि वारान्ती, ग्यारेन्टी वा अरु शर्त प्रदान गर्दैन। projectshelf.devले तपाईंलाई कुनै पनि प्रतिनिधि (यसको छलफल छैन भने) वा कुनै अनुमानित वारान्ती, अवस्था वा अरु शर्त वा कानूनको सामान्य दायित्वको लागि कुनै पनि दायित्व वा दावा कारणले तपाईंलाई कुनै लाभहरूको नुकसान वा कुनै अप्रत्यक्ष, विशेष वा परिणामिक नुकसान, क्षति, खर्च, खर्चाहरू वा अन्य दावाहरू (projectshelfको लापरवाही वा त्यसका कर्मचारीहरू वा एजेन्टहरूको लापरवाहीबाट उत्पन्न हुने) जुन projectshelf.devले कुनै सामान वा सेवाहरूको प्रदानबाट उत्पन्न हुन्छन्, तपाईंलाई जिम्मेवार छैन। projectshelf.devले यस समझौतामा विपरीत शर्तहरू भएमा, तपाईंले यस समझौतामा उल्लेख गरिएको तपाईंले सेवाहरू वा सफ्टवेयरको लागि वित्तीय रकमको सीमा मात्र प्रदान गर्ने छु। यसलाई ध्यानमा राखी, projectshelf.devले तपाईंलाई यस सीमा भन्दा बढीका सबै दायित्वहरू, दायित्वहरू र दावाहरूबाट छुटकारा दिने छ।",
  "changes": "परिवर्तनहरू",
  "changes-content": "हामीले आफ्नो एकमात्र सिफारिसमा यो निर्णय गर्न अधिकार राख्छौं कि हामी कुनै पनि समयमा यी नियमहरूमा परिवर्तन गर्ने वा प्रतिस्थापन गर्ने। यदि कुनै संशोधन महत्वपूर्ण छ भने हामी कम्तीमा ३० दिनको सूचना दिने प्रयास गर्नेछौं। के महत्वपूर्ण परिवर्तन हो भने त्यसोलाई हामीको एकमात्र सिफारिसमा ठान्नेछौं। त्यसरी संशोधनहरू प्रभावित हुनुअघि हाम्रा सेवामा पहुँच गर्न वा उपयोग गर्नु जारी राखेर तपाईंले संशोधित नियमहरूबाट बद्ध भएर सहमत हुनुहुन्छ। यदि तपाईंले नयाँ नियमहरूसँग सहमत नभए भने, कृपया सेवा प्रयोग गर्नुहोस्।",
  "governing-law": "नियमित कानून",
  "governing-law-content": "यी नियमहरू यूरोप (रोमानिया)को कानून अनुसार चालन गरिनेछ र व्याख्या गरिनेछ, यसको कानून द्वारा विवाद समाधान गर्ने तरिका बिना। हाम्रो कुनै अधिकार वा प्राविधानको प्रवर्तन गर्नु हामीले त्यसलाई त्यसका अधिकारहरूको त्यागले नसम्झिने छौं। यदि कुनै नियमको कुनै व्यवस्थापन अमान्य वा पालन योग्य हो भने, त्यसको बाँकी व्यवस्थाहरू प्रभावमा रहनेछन्। यी नियमहरूले हामीबीचको सेवासम्बन्धी पूर्ण समझौता छन्, र पूर्वको कुनै समझौता छन् जुन हाम्रो बीचमा थिएका थिएन।"
}
