{
  "terms-and-conditions": "Terms and Condtions",
  "terms-and-conditions-content": "These Terms and Conditions ('Terms', 'Terms and Conditions') govern your relationship with projectshelf.dev website (the 'Service') operated by Pop Technologies SRL ('us', we', or 'our').",
  "introduction": "Introduction",
  "introduction-content": "By using projectshelf.dev you confirm your acceptance of, and agree to be bound by, these term and conditions.",
  "agreement-to": "Agreement to Terms and Conditions",
  "agreement-to-content": "This Agreement takes effect on the date on which you first use the projectshelf.dev application.",
  "pro": " PRO / premium features",
  "pro-content": "You will be able to use all (or some of) the PRO features after you purchase a PRO tier. The details of the PRO features are available on the pro page.",
  "refund": "Refund Policy",
  "refund-content": "We allow refunds within 14 days of purchase. Contact us at support@projectshelf.dev or in our Discord channel and we will give you a refund.",
  "product-usage": " Product usage",
  "product-usage-content": "By using projectshelf.dev, you agree to receive important product updates, newsletters, marketing or promotional materials and other information that may be of interest to you. You may opt out of receiving any, or all, of these communications from us by following the unsubscribe link or instructions provided in any email we send or by contacting us.",
  "disclaimer": "Disclaimer",
  "disclaimer-content": "It is not warranted that projectshelf.dev will meet your requirements or that its operation will be uninterrupted or error free. All express and implied warranties or conditions not stated in this Agreement (including without limitation, loss of profits, loss or corruption of data, business interruption or loss of contracts), so far as such exclusion or disclaimer is permitted under the applicable law are excluded and expressly disclaimed. This Agreement does not affect your statutory rights.",
  "warranties": "Warranties and Limitation of Liability",
  "warranties-content": "projectshelf.dev does not give any warranty, guarantee or other term as to the quality, fitness for purpose or otherwise of the software. projectshelf.dev shall not be liable to you by reason of any representation (unless fraudulent), or any implied warranty, condition or other term, or any duty at common law, for any loss of profit or any indirect, special or consequential loss, damage, costs, expenses or other claims (whether caused by projectshelf's negligence or the negligence of its servants or agents or otherwise) which arise out of or in connection with the provision of any goods or services by projectshelf.dev. projectshelf.dev shall not be liable or deemed to be in breach of contract by reason of any delay in performing, or failure to perform, any of its obligations if the delay or failure was due to any cause beyond its reasonable control. Notwithstanding contrary clauses in this Agreement, in the event that projectshelf.dev are deemed liable to you for breach of this Agreement, you agree that projectshelf.dev's liability is limited to the amount actually paid by you for your services or software, which amount calculated in reliance upon this clause. You hereby release projectshelf.dev from any and all obligations, liabilities and claims in excess of this limitation.",
  "changes": "Changes",
  "changes-content": "We reserve the right, at our sole discretion, to modify or replace these Terms at any time. If a revision is material we will try to provide at least 30 days notice prior to any new terms taking effect. What constitutes a material change will be determined at our sole discretion. By continuing to access or use our Service after those revisions become effective, you agree to be bound by the revised terms. If you do not agree to the new terms, please stop using the Service.",
  "governing-law": "Governing Law",
  "governing-law-content": "These Terms shall be governed and construed in accordance with the laws of Europe (Romania), without regard to its conflict of law provisions. Our failure to enforce any right or provision of these Terms will not be considered a waiver of those rights. If any provision of these Terms is held to be invalid or unenforceable by a court, the remaining provisions of these Terms will remain in effect. These Terms constitute the entire agreement between us regarding our Service, and supersede and replace any prior agreements we might have between us regarding the Service."
}
